Revit 2027 API
ParameterTypeId.StairsRailingRailName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingRailName { get; }
Public Shared ReadOnly Property StairsRailingRailName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingRailName {
	ForgeTypeId^ get ();
}
static member StairsRailingRailName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace